{"vocab": ["<pad>", "<sos>", "<eos>", "<unk>", "a\u026a", "a\u026a\u0259", "a\u026a\u025a", "a\u028a", "b", "d", "d\u0292", "e\u026a", "f", "h", "i", "i\u0259", "i\u02d0", "j", "k", "l", "m", "n", "n\u0329", "o\u028a", "o\u02d0", "o\u02d0\u0279", "p", "r", "s", "t", "t\u0283", "u\u02d0", "v", "w", "x", "z", "|", "\u00e6", "\u00f0", "\u014b", "\u0250", "\u0251\u02d0", "\u0251\u02d0\u0279", "\u0254", "\u0254\u026a", "\u0254\u02d0", "\u0254\u02d0\u0279", "\u0259", "\u0259l", "\u025a", "\u025b", "\u025b\u0279", "\u025c\u02d0", "\u0261", "\u0261\u02b2", "\u026a", "\u026a\u0279", "\u0279", "\u027e", "\u0283", "\u028a", "\u028a\u0279", "\u028c", "\u0292", "\u0294", "\u02c8a\u026a", "\u02c8a\u026a\u0259", "\u02c8a\u026a\u025a", "\u02c8a\u028a", "\u02c8e\u026a", "\u02c8i\u0259", "\u02c8i\u02d0", "\u02c8o\u028a", "\u02c8o\u02d0", "\u02c8o\u02d0\u0279", "\u02c8u\u02d0", "\u02c8\u00e6", "\u02c8\u0251\u02d0", "\u02c8\u0251\u02d0\u0279", "\u02c8\u0251\u0303", "\u02c8\u0254", "\u02c8\u0254\u026a", "\u02c8\u0254\u02d0", "\u02c8\u0254\u02d0\u0279", "\u02c8\u025a", "\u02c8\u025b", "\u02c8\u025b\u0279", "\u02c8\u025c\u02d0", "\u02c8\u026a", "\u02c8\u026a\u0279", "\u02c8\u028a", "\u02c8\u028a\u0279", "\u02c8\u028c", "\u02cca\u026a", "\u02cca\u028a", "\u02cce\u026a", "\u02cci\u0259", "\u02cci\u02d0", "\u02cco\u028a", "\u02cco\u02d0", "\u02cco\u02d0\u0279", "\u02ccu\u02d0", "\u02cc\u00e6", "\u02cc\u0251\u02d0", "\u02cc\u0251\u02d0\u0279", "\u02cc\u0254", "\u02cc\u0254\u02d0", "\u02cc\u0254\u02d0\u0279", "\u02cc\u025b", "\u02cc\u025c\u02d0", "\u02cc\u026a", "\u02cc\u028a", "\u02cc\u028c", "\u03b8", "\u1d7b"], "token2idx": {"<pad>": 0, "<sos>": 1, "<eos>": 2, "<unk>": 3, "a\u026a": 4, "a\u026a\u0259": 5, "a\u026a\u025a": 6, "a\u028a": 7, "b": 8, "d": 9, "d\u0292": 10, "e\u026a": 11, "f": 12, "h": 13, "i": 14, "i\u0259": 15, "i\u02d0": 16, "j": 17, "k": 18, "l": 19, "m": 20, "n": 21, "n\u0329": 22, "o\u028a": 23, "o\u02d0": 24, "o\u02d0\u0279": 25, "p": 26, "r": 27, "s": 28, "t": 29, "t\u0283": 30, "u\u02d0": 31, "v": 32, "w": 33, "x": 34, "z": 35, "|": 36, "\u00e6": 37, "\u00f0": 38, "\u014b": 39, "\u0250": 40, "\u0251\u02d0": 41, "\u0251\u02d0\u0279": 42, "\u0254": 43, "\u0254\u026a": 44, "\u0254\u02d0": 45, "\u0254\u02d0\u0279": 46, "\u0259": 47, "\u0259l": 48, "\u025a": 49, "\u025b": 50, "\u025b\u0279": 51, "\u025c\u02d0": 52, "\u0261": 53, "\u0261\u02b2": 54, "\u026a": 55, "\u026a\u0279": 56, "\u0279": 57, "\u027e": 58, "\u0283": 59, "\u028a": 60, "\u028a\u0279": 61, "\u028c": 62, "\u0292": 63, "\u0294": 64, "\u02c8a\u026a": 65, "\u02c8a\u026a\u0259": 66, "\u02c8a\u026a\u025a": 67, "\u02c8a\u028a": 68, "\u02c8e\u026a": 69, "\u02c8i\u0259": 70, "\u02c8i\u02d0": 71, "\u02c8o\u028a": 72, "\u02c8o\u02d0": 73, "\u02c8o\u02d0\u0279": 74, "\u02c8u\u02d0": 75, "\u02c8\u00e6": 76, "\u02c8\u0251\u02d0": 77, "\u02c8\u0251\u02d0\u0279": 78, "\u02c8\u0251\u0303": 79, "\u02c8\u0254": 80, "\u02c8\u0254\u026a": 81, "\u02c8\u0254\u02d0": 82, "\u02c8\u0254\u02d0\u0279": 83, "\u02c8\u025a": 84, "\u02c8\u025b": 85, "\u02c8\u025b\u0279": 86, "\u02c8\u025c\u02d0": 87, "\u02c8\u026a": 88, "\u02c8\u026a\u0279": 89, "\u02c8\u028a": 90, "\u02c8\u028a\u0279": 91, "\u02c8\u028c": 92, "\u02cca\u026a": 93, "\u02cca\u028a": 94, "\u02cce\u026a": 95, "\u02cci\u0259": 96, "\u02cci\u02d0": 97, "\u02cco\u028a": 98, "\u02cco\u02d0": 99, "\u02cco\u02d0\u0279": 100, "\u02ccu\u02d0": 101, "\u02cc\u00e6": 102, "\u02cc\u0251\u02d0": 103, "\u02cc\u0251\u02d0\u0279": 104, "\u02cc\u0254": 105, "\u02cc\u0254\u02d0": 106, "\u02cc\u0254\u02d0\u0279": 107, "\u02cc\u025b": 108, "\u02cc\u025c\u02d0": 109, "\u02cc\u026a": 110, "\u02cc\u028a": 111, "\u02cc\u028c": 112, "\u03b8": 113, "\u1d7b": 114}}